{
  "monitoring": {
    "practice": [
      {"text":"Ensure the <strong>pop-ups in your patient record are working</strong> so clinicians are reminded to take a patient’s blood pressure when they see them."},
      {"text":"<strong>Customise your pop-ups</strong> to demonstrate the consequences of ignoring them. "},
      {"text":"Put a <strong>blood pressure machine in your waiting room</strong> so patients can take their blood pressure and give the receptionists the reading <a href=\"http://www.google.com\" target=\"_blank\">link to an example from a practice</a>."},
      {"text":"Hold an <strong>educational session</strong> or meeting at your practice to highlight to colleagues: the importance of blood pressure measurement, be aware of pop-ups during patient consultation, the proportion of patients attending and not having their blood pressure measured at your practice, and that if there are legitimate reasons why blood pressure is not measured it should be coded in their notes. <a href=\"powerpoint.pptx\" target=\"_blank\">A presentation.</a>"},
      {"text":"Organise an <strong>open access</strong> or a regular nurse-led blood pressure clinic (e.g. monthly) to enable patients to get the blood pressure checked <a href=\"http://www.google.com\" target=\"_blank\">link to an example from a practice</a>."},
      {"text":"Work with your local pharmacy to enable them to take blood pressure readings and send the results directly to you <a href=\"http://www.google.com\" target=\"_blank\">link to an example from a practice</a> as well as checking for adverse events and drug compliance."},
      {"text":"Introduce a text-messaging service to remind patients they need a blood pressure check."},
      {"text":"Synchronise hypertension annual reviews of patients with other reviews of long-term conditions (e.g. COPD, Asthma) to ensure blood pressure is measured at the same time as other reviews – this could be done for the patient’s birthday <a href=\"http://www.google.com\" target=\"_blank\">link to an example from a practice</a>."},
      {"text":"Nominate a hypertension lead in your practice who can initiate some of these changes <a href=\"http://www.google.com\" target=\"_blank\">link to an example from a practice</a>."},
      {"text":"Arrange to have blood pressures taken during upcoming vaccination programmes e.g. flu, shingles, whooping cough <a href=\"http://www.google.com\" target=\"_blank\">link to an example from a practice</a>."},
      {"text":"Generate a list of patients who regularly attend and do not have a blood pressure measurement and circulate to practice doctors or administrative staff to highlight when these patients are attending in advance."},
      {"text":"Ensure all consulting rooms have electronic BP machines so it is quicker to take a measurement than using a manual sphygmomanometer."}
    ],
    "individual": {
      "No opportunities": [
        {"text":"Check this patient is still registered at your practice."},
        {"text":"Check this patient is still alive."},
        {"text":"Check this patient still lives in your area – writing a letter may result in returned post."},
        {"text":"Invite this patient via letter, telephone or text for a blood pressure check <a href=\"letter.docx\" target=\"_blank\">Letter Template.</a>."},
        {"text":"Ask the patient to send in their blood pressure readings they have taken at home or at the pharmacy or work or elsewhere."},
        {"text":"Exclude this patient if they have been invited 3 times or declined a blood pressure check – we suggest using these codes [COPY:9h32] [COPY:8I3Y]."}
      ],
      "Non face-to-face": [
        {"text":"Invite this patient via letter or telephone for a blood pressure check."},
        {"text":"Put a reminder note on this patient’s prescription to book in for a blood pressure check."},
        {"text":"Ask the patient to send in their blood pressure readings they have taken at home or at the pharmacy or work or elsewhere."},
        {"text":"Exclude this patient if they have been invited 3 times or declined a blood pressure check – we suggest using these codes [COPY:9h32] [COPY:8I3Y]."}
      ],
      "Face-to-face": [
        {"text":"Invite this patient via letter, telephone or text for a blood pressure check."},
        {"text":"Put a reminder note on this patient’s prescription to book in for a blood pressure check."},
        {"text":"Ask the patient to send in their blood pressure readings they have taken at home or at the pharmacy or work or elsewhere."},
        {"text":"Put an alert on this patient’s record to remind the next person they see to take their blood pressure."},
        {"text":"Exclude this patient if they have been invited 3 times or declined a blood pressure check – we suggest using these codes [COPY:9h32] [COPY:8I3Y]."}
      ]
    }
  },
  "treatment": {
    "practice": [
      {"text":"Introduce an ambulatory blood pressure monitoring service at your practice – often high blood pressure readings taken in surgery are normal at home <a href=\"http://www.google.com\" target=\"_blank\">link to an example from a practice</a>."},
      {"text":"Hold an educational session or meeting at your practice to highlight to colleagues: the importance of blood pressure control, be aware of pop-ups during patient consultation, the proportion of patients with uncontrolled blood pressure at your practice, and that if there are legitimate reasons why blood pressure is not controlled it should be coded in their notes <a href=\"powerpoint.pptx\" target=\"_blank\">A presentation.</a>."},
      {"text":"Customise your pop-ups to demonstrate the consequences of ignoring them and to highlight that this tool can be used for individualised patient medication decision support. "},
      {"text":"Organise an open access or a regular planned dedicated blood pressure clinic (e.g. monthly) for patients with uncontrolled blood pressure <a href=\"http://www.google.com\" target=\"_blank\">link to an example from a practice</a>."},
      {"text":"Introduce a text-messaging service to remind patients they may need changes to their blood pressure medication."},
      {"text":"Synchronise hypertension annual reviews of patients with other reviews of long-term conditions (e.g. COPD, Asthma) to ensure their blood pressure control is reviewed at the same time as other reviews – this could be done for the patient’s birthday <a href=\"http://www.google.com\" target=\"_blank\">link to an example from a practice</a>."},
      {"text":"Nominate an asthma lead in your practice who can initiate some of these changes <a href=\"http://www.google.com\" target=\"_blank\">link to an example from a practice</a>."}
    ],
    "individual": {
      "Suboptimal medication": [
        {"text":"[MED-SUGGESTION]"},
        {"text":"Lifetsyle suggestions<ul><li>Diet – low salt (&lt;3g per day) (<a href=\"http://www.bmj.com/content/346/bmj.f1325\" target=\"_blank\">evidence</a>.), high potassium. Patient resources: DASH diet, low salt diet</li><li>Exercise</li><li>Lose weight</li><li>Stop smoking</li></ul>"},
        {"text":"Get nurses to measure (evidence)"},
        {"text":"HBP – either their own device, or your own. Patient resources: home BP monitoring leaflet"},
        {"text":"You may wish to exception report this patient or code the reason why their BP is high if you feel it is unsuitable to treat them for high blood pressure – for example: <ul><li>Use code [COPY:9h31] if you feel the patient is unsuitable</li><li>Use code [COPY:9h32] for “informed dissent”</li><li>Use code [COPY:8I3Y] for “BP procedure refused”</li><li>Also add specific diagnosis for why patient unsuitable if possible e.g. syncope, postural hypotension, frailty, white coat hypertension etc</li></ul>"}
      ],
      "Medication non-adherence": [
        {"text":"Discuss with patients whether or not they are taking medication – if they are not, find out why and address these concerns (e.g. side effects, health beliefs etc)<ul><li>Encourage the recording of medicine-taking and self-monitoring</li><li>Simplify the dosing regimen</li><li>Offer dossette boxes</li></ul>"},
        {"text":"Exclude"},
        {"text":"HBP"}
      ],
      "Referral to secondary care": [
        {"text":"Refer to secondary care"},
        {"text":"Recommend to exclude"},
        {"text":"HBP"}
      ],
      "One-off high BP reading": [
        {"text":"Contact patient as per above methods to re-check [may already have future appt / plan in place to re-check]"},
        {"text":"[MED-SUGGESTION]"},
        {"text":"Exclude"},
        {"text":"HBP"}
      ],
      "Recently optimised medication": [
        {"text":"Contact patient as per above methods to re-check"},
        {"text":"Exclude"},
        {"text":"HBP"}
      ],
      "White coat hypertension":[
        {"text":"This patient has whitecoat hypertension / anxiety, try HBPM / ABPM"}
      ],
      "Recently Measured": [
        {"text":"Do something"}
      ],
      "Recently Changed Rx": [
        {"text":"Do something else"}],
      "Suboptimal Rx": [
        {"text":"Do something else else"}]
    }
  },
  "diagnosis": {
    "practice": [],
    "individual": {
      "HTN": [
        {"text":"Likely already has HTN<ul><li>Needs further testing anyway (<a href=\"http://cks.nice.org.uk/hypertension-not-diabetic#!diagnosissub\" target=\"_blank\">evidence</a>)</li></ul>"},
        {"text":"Needs further testing<ul><li>Get nurses to measure (<a href=\"http://bjgp.org/content/64/621/e223\" target=\"_blank\">evidence</a>)</li><li>HBP – either their own device, or your own.</li></ul>"},
        {"text":"Exception report?"}
      ],
      "CKD": [
        {"text":"Likely already has CKD"},
        {"text":"Needs further testing<ul><li>To confirm diagnosis</li><li>To monitor</li></ul>"}
      ],
      "DM": [],
      "PROT": []
    }
  },
  "exclusions": {
    "practice": [],
    "individual": {
      "Hypotension": [
        {"text":"Add code [COPY:9h31.] (patient is unsuitable)"}
      ],
      "Palliative Care": [
        {"text":"Add code [COPY:9h31.] (patient is unsuitable)"}
      ],
      "White coat hypertension": [
        {"text":"Add code [COPY:9h31.] (patient is unsuitable)"}
      ],
      "Exclusion code": [
        {"text":"Add code [COPY:9h31.] (patient is unsuitable)"}
      ]
    }
  }
}
